OdDAI.BaseException.op_Assign(OdDAI.BaseException!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Assignment operator for the BaseException class.

OdDAI.BaseException.#ctor(OdDAI.BaseException!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Copy constructor for the BaseException class.